[
    {
        "id": "sb01",
        "title": "Capita - Defender",
        "info": "CAPiTA turns 21 this year, but don’t worry, they’re not going to have too much at the bar and cry about how much they love you. Nope, they’re going to keep on defending awesome like they always have! The 2021 CAPiTA Defenders of Awesome snowboard is a tried and true shape that has been wowing riders and winning awards for years, and this season is no different. Updated this year with a Dual Blaster Ashpop Core, the DOA features internal poplar strips fused with a more dense and powerful Ash wood. This means a stable, reliable, and powerful core under foot. As usual this board revels in the sweet spot of the CAPiTA line. It’s a twin shape, with a centered stance, and clocks in at a 5.5 out of 10 on the flex scale. The Resort V1 profile combines camber underfoot with rocker in the tips. The DOA also comes in a huge size range, so you can definitely find something that fits your size and style",
        "image": "https://api-images.netlify.app/images/snowboards-21/Capita-defender.png",
        "price": "459.95"
    },
    {
        "id": "sb02",
        "title": "Jones - Stratos",
        "info": "Released in limited quantities in January 2020, the Jones Stratos Snowboard is back for 2021 with a full size run and plenty in production for anyone who wants to grab one! This is certainly an interesting offering coming from Jones. What started out as an experimental shape was refined and turned into the extremely versatile and fun Stratos. It is one of Jeremy Jones’ personal favorite shapes in the line, so you know that counts for something. Featuring a medium and lively flex pattern, camber underfoot, and rocker in the tips, this Jones board is a freestyle leaning all-mountain machine. The spooned out nose and tail,10mm of taper, and the all new Float Pack Inserts, mean you can set your stance way back on powder days for maximum lift. Bring those bindings forward if you’re looking to ride switch or take some park laps.",
        "image": "https://api-images.netlify.app/images/snowboards-21/Jones-Stratos.png",
        "price": "579.95"
    },
    {
        "id": "sb03",
        "title": "K2 - Afterblack",
        "info": "Finally one for you park rats out there! The 2021 K2 Afterblack Snowboard will have you lapping from dawn til dusk and beyond, whether if it’s on a rope tow in Minnesota, a chairlift in Washington, or a Gondola in BC. A medium flexing, true twin shape, featuring a combo camber/rocker profile, the Afterblack is the predictable, powerful, and versatile park board you’ve been waiting for. K2’s BAP Core blends three species of renewable timber for a strong and lightweight board. If we had to guess we’d go with Bamboo, Aspen, and the ever popular Paulownia. Pair that with the Carbon Darkweb, which aids in energy transfer across the board, and you’ve got something under your feet with an insane amount of pop. This has become the K2 Team’s goto board for freestyle progression over the last couple of years.",
        "image": "https://api-images.netlify.app/images/snowboards-21/K2-Afterblack.png",
        "price": "439.95"
    },
    {
        "id": "sb04",
        "title": "Lib-Tech - Rice-Orca",
        "info": "Is it too soon to call this thing legendary? We don’t think so. The first year that Lib produced the Orca it sold out so quickly that you could find them on eBay for over a grand that same season. Now you can chalk that up to Travis having his name on it or the wildly original Orca graphics, but we are pretty certain something else was going on as well. A magic alchemy occurred within the minds at Lib Tech - and out came one of the most perfect powder/all-mountain boards of all time. We dare you to step on the 2021 Lib Tech T. Rice Orca and say otherwise. The first thing you’ll notice is the outline. The Orca is a stubby little guy, with a broad and blunted tip and tail. The waist width is exxxtra wide, and the stance is set waaay back. For these reasons the Orca is meant to be ridden 3-6cm shorter than a standard board. A quick note here - Travis, who is 5’11, typically rides the 153, even in extreme terrain, so take that downsizing advice seriously. The Orca has a C2x rocker/camber profile, which is truly the best of both worlds, and of course it comes standard with Magnetraction when you absolutely must ride hardpack",
        "image": "https://api-images.netlify.app/images/snowboards-21/Lib-Tech-Rice-Orca.png",
        "price": "649.99"
    },
    {
        "id": "sb05",
        "title": "Ride - Algorythm",
        "info": "Ride has really cracked the code with the 2021 Algorythm Snowboard. Employing super-secret spy technology, they’ve logged your likes, preferences, and aspirations, and without even asking you, have come up with your new favorite park and all-mountain board. But don’t take our word for it, grab one for this season and thank us later. You are probably used to seeing wild outlines, swallowtails, and wavy edges, so on first glance the Algorythm may seem like a throwback. Trust us on this one though, it’s not. Ride has really thrown everything at this board so let’s make our way through it. They’ve got a full size run with a few wide sizes thrown in. It’s a directional twin which means no taper from tip to tail, but there is a touch more rocker in the nose, and the stance is set back a smidge as well. It’s got Carbon Slimewalls, and Carbon Array 5. Both of these technologies are meant to increase pop and stability without making the Algorythm too stiff. The core is Aspen, Bamboo, and Paulownia wood, which makes it strong, lively, and light. It’s also sporting lightning quick sintered base.",
        "image": "https://api-images.netlify.app/images/snowboards-21/Ride-Algorythm.png",
        "price": "559.95"
    },
    {
        "id": "sb06",
        "title": "Ride - Warpig",
        "info": "Are you bored on your current hog? Do you squeal with delight on powder days? Do you need a rig that will save your bacon on the deepest of descents? If you answered “Yes!” to any of these questions, then you might need the Ride Warpig . Though Ride has expanded it’s Pig line to include the Mtnpig, Superpig, and Twinpig, we still think the original short-wide Warpig is one of the best snowboards of 2021. Meant to be ridden significantly shorter than your standard board, the Warpig features an extra wide waist width underfoot, a slightly tapered shape, and a directional rocker profile. This board is most definitely at home in powder, especially when a sized down ride might be needed for quick maneuverability. But, over the past few years the Warpig has been a surprise hit in the park as well! It’s medium flexing properties combined with stability producing core tech AND reduced weight overall means Ride has produced an accidental freestyle machine.",
        "image": "https://api-images.netlify.app/images/snowboards-21/Ride-Algorythm.png",
        "price": "499.95"
    },
    {
        "id": "sb07",
        "title": "Season - Nexus",
        "info": "Season is a new brand founded by Austin Smith and Eric Pollard, two Pacific Northwest professional snow sliding athletes. They’ve pooled their experience, knowledge, and expertise to create a brand where snowboarding and skiing are equals, products never expire and service is included. Austin has been involved in putting amazing board shapes on snow for years and the trend continues with the Nexus. A board that is designed to perform anywhere and everywhere you take it, the Nexus features a medium flex originating with a paulownia and poplar wood core for a playful and poppy ride. Entry rocker with camber between the feet, as well as 6mm of taper and a 2mm stance setback set you up for success across the entire mountain. A black sintered base will make sure you're one of the fastest riders on the mountain, while the 360 wrap ABS sidewall ensures a damp and stable ride when you reach Mach speeds.",
        "image": "https://api-images.netlify.app/images/snowboards-21/Season-Nexus.png",
        "price": "499.00"
    },
    {
        "id": "sb08",
        "title": "Yes - Standard",
        "info": "Even though wide and mid-wide boards seem to be the standard these days The 2021 Yes. Standard Snowboard will have you upping your standards for what that actually entails! This thing is seriously the gold standard - haha sorry - when it comes to all-mountain prowess. This board is fairly unassuming in its shape upon first look, but there is a lot more going on than first meets the eye. First the basics - we’ve got a twin in almost every way except for the tip and tail. Yes. has applied their Directional Volume Twin tech here, subtly decreasing tail volume while adding to the slightly rockered nose. If it’s super deep, there is an extra set of binding inserts to get that stance way back. The Standard also features Midbite, which mimics the responsiveness of a narrow-waisted board while maintaining an overall wider outline. Throw in some paulownia wood - which seems to be all the rage this year - and you have a light, powerful ride ready to attack the whole hill. ",
        "image": "https://api-images.netlify.app/images/snowboards-21/Yes-Standard.png",
        "price": "499.95"
    }
]